/* String_On_Page_Template - placeholder */
"Drag feed URL here" = "Faites glisser l'URL de flux ici";

/* String_On_Page_Template- followed by a number */
"example no." = "Nº d'exemple";

/* String_On_Page_Template - example of a summary of an RSS item */
"item summary" = "résumé de l'élément";